<!-- $Id: readme.html,v 1.5 2005/01/13 06:28:46 k-narumi Exp $ -->
<!--========================================================================-->
<!-- for Translation                                                        -->
<!--  title(element)                                                        -->
<!--========================================================================-->
<html>
<head>
	<title>GSIC - Trung Tâm Thông Tin D&#7883;ch V&#7909; Toàn C&#7847;u</title>
</head>
<body style="font-family:verdana; font-size:10pt; color: #000000">
<p style="font-size:12pt; font-weight: bold">L&#431;U Ý</p>
<p style="font-size:9pt; font-weight: bold">Cu&#7889;n c&#7849;m nang này không bao g&#7891;m t&#7845;t c&#7843; các h&#7841;ng m&#7909;c c&#7847;n thi&#7871;t v&#7873; b&#7843;o d&#432;&#7905;ng và s&#7917;a ch&#7919;a. C&#7849;m nang s&#7917;a ch&#7919;a này &#273;&#432;&#7907;c biên so&#7841;n v&#7899;i m&#7909;c &#273;ích dành cho nh&#7919;ng ng&#432;&#7901;i có tay ngh&#7873; và ch&#7913;ng ch&#7881; &#273;&#7863;c bi&#7879;t s&#7917; d&#7909;ng. Trong tr&#432;&#7901;ng h&#7907;p nh&#7919;ng k&#7929; thu&#7853;t viên không chuyên hay không có ch&#7913;ng ch&#7881; th&#7921;c hi&#7879;n các công vi&#7879;c b&#7843;o d&#432;&#7905;ng hay s&#7917;a ch&#7919;a mà ch&#7881; d&#7921;a theo cu&#7889;n C&#7849;m nang này ho&#7863;c không có thi&#7871;t b&#7883; và d&#7909;ng c&#7909; thích h&#7907;p, thì có th&#7875; gây nên th&#432;&#417;ng t&#7893;n nghiêm tr&#7885;ng cho b&#7841;n và nh&#7919;ng ng&#432;&#7901;i xung quanh c&#361;ng nh&#432; làm h&#7887;ng xe c&#7911;a khách hàng.</p>
<p style="font-size:9pt; font-weight: bold">&#272;&#7875; tránh s&#7921; v&#7853;n hành sai và làm h&#432; h&#7887;ng xe c&#7911;a khách hàng, hãy tuân theo các ch&#7881; d&#7851;n d&#432;&#7899;i &#273;ây.</p>
<UL>
<LI><p style="font-size:9pt; font-weight: bold">Ph&#7843;i &#273;&#7885;c k&#7929; n&#7897;i dung cu&#7889;n c&#7849;m nang này. &#272;&#7863;c bi&#7879;t quan tr&#7885;ng là ph&#7843;i hi&#7875;u rõ t&#7845;t c&#7843; các n&#7897;i dung trong ph&#7847;n L&#431;U Ý c&#7911;a ch&#432;&#417;ng H&#431;&#7898;NG D&#7850;N.</p>
<LI><p style="font-size:9pt; font-weight: bold">Các ph&#432;&#417;ng pháp b&#7843;o d&#432;&#7905;ng ghi trong cu&#7889;n sách này r&#7845;t có hi&#7879;u qu&#7843; khi ti&#7871;n hành các công vi&#7879;c b&#7843;o d&#432;&#7905;ng và s&#7917;a ch&#7919;a. Khi th&#7921;c hi&#7879;n các thao tác theo quy trình trong cu&#7889;n sách này, &#273;&#7915;ng quên s&#7917; d&#7909;ng các d&#7909;ng c&#7909; tiêu chu&#7849;n và &#273;&#432;&#7907;c khuyên nên dùng. N&#7871;u s&#7917; d&#7909;ng các d&#7909;ng c&#7909; và ph&#432;&#417;ng pháp b&#7843;o d&#432;&#7905;ng không theo tiêu chu&#7849;n và không &#273;&#432;&#7907;c khuyên dùng, tr&#432;&#7899;c khi th&#7921;c hi&#7879;n ph&#7843;i &#273;&#7843;m b&#7843;o an toàn cho các k&#7929; thu&#7853;t viên và lo&#7841;i b&#7887; b&#7845;t k&#7923; nguy c&#417; nào mà có th&#7875; làm b&#7883; th&#432;&#417;ng ng&#432;&#7901;i hay gây h&#7887;ng xe c&#7911;a khách hàng.</p>
<LI><p style="font-size:9pt; font-weight: bold">N&#7871;u c&#7847;n thi&#7871;t ph&#7843;i thay các chi ti&#7871;t, thì các chi ti&#7871;t &#273;em thay ph&#7843;i có cùng mã s&#7889; ho&#7863;c t&#432;&#417;ng &#273;&#432;&#417;ng. Không &#273;&#432;&#7907;c thay b&#7903;i chi ti&#7871;t kém ch&#7845;t l&#432;&#7907;ng h&#417;n.</p>
<LI><p style="font-size:9pt; font-weight: bold">C&#7847;n ph&#7843;i &#273;&#7863;c bi&#7879;t chú ý r&#7857;ng, cu&#7889;n sách này có r&#7845;t nhi&#7873;u "Chú ý" và "L&#432;u ý" ph&#7843;i &#273;&#432;&#7907;c tuân th&#7911; ch&#7863;t ch&#7869; nh&#7857;m m&#7909;c &#273;ích gi&#7843;m nguy c&#417; x&#7843;y ra tai n&#7841;n trong quá trình b&#7843;o d&#432;&#7905;ng s&#7917;a ch&#7919;a, c&#361;ng nh&#432; nh&#7919;ng kh&#7843; n&#259;ng h&#7841;n ch&#7871;  các công vi&#7879;c b&#7843;o d&#432;&#7905;ng, s&#7917;a ch&#7919;a có th&#7875; gây nên h&#7887;ng xe hay không &#273;&#7843;m b&#7843;o an toàn. C&#361;ng c&#7847;n ph&#7843;i hi&#7875;u r&#7857;ng các "Chú ý" và "L&#432;u ý" này c&#361;ng không toàn di&#7879;n, b&#7903;i vì &#273;i&#7873;u quan trong nh&#7845;t là ph&#7843;i c&#7843;nh giác v&#7899;i t&#7845;t c&#7843; nh&#7919;ng h&#7853;u qu&#7843; nguy hi&#7875;m có th&#7875; x&#7843;y ra do không tuân theo các h&#432;&#7899;ng d&#7851;n nêu ra.</p>
</UL>
<p style="font-size:9pt; font-weight: bold">T&#7845;t c&#7843; các thông tin trong cu&#7889;n c&#7849;m nang này là c&#259;n c&#7913; vào thông tin s&#7843;n ph&#7849;m m&#7899;i nh&#7845;t t&#7841;i th&#7901;i &#273;i&#7875;m xu&#7845;t b&#7843;n. Tuy nhiên, các thông s&#7889; k&#7929; thu&#7853;t và các quy trình s&#7917;a ch&#7919;a có th&#7875; thay &#273;&#7893;i mà không c&#7847;n báo tr&#432;&#7899;c.</p>
<p style="font-family:arial; font-size:10pt; font-weight: bold">TOYOTA MOTOR CORPORATION</p>
</body>
</html>