<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM000000YVW005X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG T&Uacute;I KH&Iacute; &gt; M&Ocirc; TẢ HỆ THỐNG</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM000000YVW005X');return false;"> K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM000000YVW005X_z0"></a><br clear="all"><a name="RM00K0EV__00000U10000011step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">M&Ocirc; TẢ HỆ THỐNG HỖ TRỢ GIẢM VA ĐẬP</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">M&ocirc; tả chung</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Cảm biến t&uacute;i kh&iacute; trung t&acirc;m d&ugrave;ng t&iacute;n hiệu va chạm nhận được từ từng cảm biến để x&aacute;c định xem t&uacute;i kh&iacute; l&aacute;i xe, t&uacute;i kh&iacute; h&agrave;nh kh&aacute;ch v&agrave; bộ căng đai an to&agrave;n ngo&agrave;i ghế trước (ph&iacute;a l&aacute;i xe v&agrave; h&agrave;nh kh&aacute;ch) c&oacute; cần k&iacute;ch hoạt kh&ocirc;ng. Khi c&oacute; trục trặc trong hệ thống, cảm biến t&uacute;i kh&iacute; trung t&acirc;m bật s&aacute;ng đ&egrave;n b&aacute;o SRS tr&ecirc;n bảng t&aacute;pl&ocirc; để b&aacute;o cho l&aacute;i xe.</font><br></p></li>
<li><p><font class="ptxt">Cảm biến t&uacute;i kh&iacute; trung t&acirc;m được lắp tr&ecirc;n s&agrave;n b&ecirc;n dưới bộ A/C.</font><br></p></li></ol></p></li>
<li><p><font class="ptxt">M&ocirc; tả chế độ kiểm tra (kiểm tra t&iacute;n hiệu)</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Cảm biến t&uacute;i kh&iacute; trung t&acirc;m c&oacute; chế độ kiểm tra m&agrave; c&oacute; thể k&iacute;ch hoạt qua m&aacute;y chẩn đo&aacute;n. Trong chế độ kiểm tra, DTC c&oacute; thể được ph&aacute;t hiện v&agrave; ph&aacute;t ra.</font><br><font class="ptxt">Nếu hư hỏng kh&ocirc;ng thể t&aacute;i tạo lại hay chập chờn khi chẩn đo&aacute;n, h&atilde;y thực hiện việc m&ocirc; phỏng sau đ&acirc;y để gi&uacute;p x&aacute;c định nguy&ecirc;n nh&acirc;n của hư hỏng l&agrave; g&igrave;. Đưa cảm biến t&uacute;i kh&iacute; đến chế độ kiểm tra. Sau đ&oacute; lắc từng giắc nối, hay l&aacute;i xe tr&ecirc;n những loại đường kh&aacute;c nhau.</font><br></p></li></ol></p></li></ol><br clear="all"><a name="RM00K0EV__00000U10000012step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">ĐIỀU KIỆN V&Agrave; Đ&Aacute;NH GI&Aacute; K&Iacute;CH NỔ</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Hoạt động trong trường hợp tai nạn ph&iacute;a trước</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi chấn động lớn hơn mức nhất định xảy ra trong v&ugrave;ng đ&aacute;nh dấu ở h&igrave;nh 1, t&uacute;i kh&iacute; tự động ph&aacute;t nổ.</font><br></p></li>
<li><p><font class="ptxt">Cảm biến gia tốc của cảm biến t&uacute;i kh&iacute; trung t&acirc;m d&ugrave;ng t&iacute;n hiệu của cảm biến gia tốc của cảm biến t&uacute;i kh&iacute; trước để x&aacute;c định xem c&oacute; cần k&iacute;ch hoạt t&uacute;i kh&iacute; hay kh&ocirc;ng.</font><br></p></li>
<li><p><font class="ptxt">Cảm biến an to&agrave;n của cảm biến t&uacute;i kh&iacute; trung t&acirc;m được thiết kế để k&iacute;ch hoạt ở gia tốc thấp hơn so với cảm biến giảm tốc. Khi cảm biến an to&agrave;n v&agrave; cảm biến gia tốc đồng thời bật l&ecirc;n, d&ograve;ng điện chạy đến ng&ograve;i nổ v&agrave; t&uacute;i kh&iacute; nổ.</font><br></p></li></ol></p></li></ol><div class="full"><br><img src="../../img/h100348e06.png" name="H100348E06" alt="H100348E06" border="1" class="full"></div><br clear="all"><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>