<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM0000024F6000X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG GẠT NƯỚC V&Agrave; RỬA K&Iacute;NH &gt; M&Ocirc; TẢ HỆ THỐNG</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM0000024F6000X');return false;"> K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM0000024F6000X_z0"></a><br clear="all"><a name="RM00K0EV__000038Z0000011step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">HOẠT ĐỘNG RỬA K&Iacute;NH CHẮN GI&Oacute;</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc gạt nước trước bật ON trong 0.3 gi&acirc;y hay hơn v&agrave; nước rửa k&iacute;nh được phun ra, hệ thống n&agrave;y ngay lập tức k&iacute;ch hoạt. Hệ thống k&iacute;ch hoạt m&ocirc;tơ gạt nước trước với tốc độ thấp trong khoảng 2.2 gi&acirc;y v&agrave; sau đ&oacute; ngừng hoạt động khi c&ocirc;ng tắc rửa k&iacute;nh ON trong 1.5 gi&acirc;y hay hơn.</font><br></p></li></ol><br clear="all"><a name="RM00K0EV__000038Z0000012step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">HOẠT ĐỘNG GI&Aacute;N ĐOẠN</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Hệ thống hoạt động gạt nước trước theo chu kỳ c&oacute; thể điều chỉnh được khi c&ocirc;ng tắc gạt nước trước được bật đến vị tr&iacute; INT. Chu kỳ c&oacute; thể điều chỉnh giữa 1.6 đến 10.7 gi&acirc;y bằng c&aacute;ch chỉnh v&ograve;ng xoay.</font><br></p></li><br clear="all" class="beforePng"><br clear="all" class="beforePng">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc gạt nước được bật đến vị tr&iacute; INT, d&ograve;ng điện chạy từ tự điện đ&atilde; được nạp C1 qua cực INT1 v&agrave; INT2 của c&ocirc;ng tắc điều khiển gạt nước, đến Tr1. Khi Tr1 bật, d&ograve;ng điện chạy như sau: Cực +S của c&ocirc;ng tắc gạt nước, cực +1 (c&ugrave;ng c&ocirc;ng tắc), cực +1 của m&ocirc;tơ gạt nước, m&ocirc;tơ gạt nước, m&aacute;t. Kết quả l&agrave;, gạt nước hoạt động. Khi d&ograve;ng điện chạy từ tụ C1 kết th&uacute;c, Tr1 tắt để ngừng tiếp điểm rơle v&agrave; ngừng m&ocirc;tơ gạt nước.</font><br><font class="ptxt">Khi tiếp điểm của rơle tắt OFF, tụ C1 bắt đầu nạp lại v&agrave; Tr1 lu&ocirc;n tắt cho đến khi qu&aacute; tr&igrave;nh nạp kết th&uacute;c. Thời gian n&agrave;y tương ứng với mức độ đặt trước của v&ograve;ng điều chỉnh. Khi tụ điện C1 được nạp đầy, Tr1 bật v&agrave; sau đ&oacute; tiếp điểm của rơle k&iacute;ch hoạt, l&agrave;m cho m&ocirc;tơ hoạt động:</font><br><font class="ptxt">Điều chỉnh v&ograve;ng xoay (biến trở) l&agrave;m thay đổi thời gian nạp của tụ C1.</font><br><div class="full"><br><img src="../../img/b112949e03.png" name="B112949E03" alt="B112949E03" border="1" class="full"></div><br clear="all"></p></li></ol><br clear="all"><a name="RM00K0EV__000038Z0000013step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">HOẠT ĐỘNG RỬA K&Iacute;NH SAU</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc gạt nước v&agrave; rửa k&iacute;nh sau được bật đến vị tr&iacute; ON, d&ograve;ng điện chạy trong gạt nước sau như sau: Cực +1R c&ocirc;ng tắc gạt nước v&agrave; rửa k&iacute;nh sau, cực EW (c&ugrave;ng c&ocirc;ng tắc), m&aacute;t. Kết quả l&agrave;, gạt nước sau k&iacute;ch hoạt.</font><br></p></li>
<li><p><font class="ptxt">Khi c&ocirc;ng tắc gạt nước v&agrave; rửa k&iacute;nh sau được bật l&ecirc;n vị tr&iacute; ON:</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">D&ograve;ng điện chạy như sau: Cực +1R c&ocirc;ng tắc gạt nước v&agrave; rửa k&iacute;nh sau, cực EW (c&ugrave;ng c&ocirc;ng tắc), m&aacute;t.</font><br></p></li>
<li><p><font class="ptxt">D&ograve;ng điện cũng chạy từ m&ocirc;tơ rửa k&iacute;nh sau; bơm như sau: Cực WR c&ocirc;ng tắc gạt nước sau v&agrave; c&ocirc;ng tắc rửa k&iacute;nh, cực EW (c&ugrave;ng c&ocirc;ng tắc), m&aacute;t. Kết quả l&agrave;, tay gạt nước sau v&agrave; rửa k&iacute;nh hoạt động c&ugrave;ng một l&uacute;c.</font><br></p></li></ol></p></li><br clear="all" class="beforePng"><br clear="all" class="beforePng">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc gạt nước v&agrave; rửa k&iacute;nh sau được bật xuống vị tr&iacute; OFF, d&ograve;ng điện chạy như sau: Cực WR c&ocirc;ng tắc gạt nước sau v&agrave; c&ocirc;ng tắc rửa k&iacute;nh, cực EW (c&ugrave;ng c&ocirc;ng tắc), m&aacute;t.</font><br><div class="full"><br><img src="../../img/b087117e07.png" name="B087117E07" alt="B087117E07" border="1" class="full"></div><br clear="all"></p></li></ol><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>