<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM000000Z4V008X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG ĐIỀU KHIỂN KHO&Aacute; CỬA TỪ XA &gt; M&Ocirc; TẢ HỆ THỐNG</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM000000Z4V008X');return false;"> K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM000000Z4V008X_z0"></a><br clear="all"><a name="RM00K0EV__00000SS0000011step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">M&Ocirc; TẢ HỆ THỐNG ĐIỀU KHIỂN KHO&Aacute; CỬA TỪ XA</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Hệ thống n&agrave;y kho&aacute; v&agrave; mở kho&aacute; c&aacute;c cửa xe từ xa. Hệ thống điều khiển kho&aacute; cửa từ xa c&oacute; c&aacute;c chức năng v&agrave; đặc điểm sau đ&acirc;y:</font><br><ol style="list-style-type: disc"><li class="itm">Bộ nhận t&iacute;n hiệu điều khiển cửa nằm trong ECU cảnh b&aacute;o chống trộm. ECU thực hiện quy tr&igrave;nh nhận dạng v&agrave; vận h&agrave;nh điều khiển kho&aacute; cửa.  Một chuỗi dữ liệu li&ecirc;n tiếp được cấp đến cho th&ocirc;ng tin trong ECU.<br></li><li class="itm">Ch&igrave;a điều khiển từ xa loại gắn liền với ch&igrave;a kh&oacute;a được sử dụng v&agrave; n&oacute; bao gồm những n&uacute;t sau: N&uacute;t kh&oacute;a cửa, n&uacute;t mở kh&oacute;a cửa v&agrave; n&uacute;t b&aacute;o động.<br></li><li class="itm">Một đ&egrave;n LED được lắp b&ecirc;n trong ch&igrave;a điều khiển sao cho trạng th&aacute;i của ắc quy c&oacute; thể kiểm tra được.<br></li></ol></p></li></ol><br clear="all"><a name="RM00K0EV__00000SS0000012step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">CHỨC NĂNG CỦA C&Aacute;C BỘ PHẬN CH&Iacute;NH</td></tr></table><font class="ptxt"></font><br class="beforePng" clear="all"><table border="1" cellspacing="0" cellpadding="2" width="98%"><colgroup align="" width="50%
			"><col align=""></colgroup><colgroup align="" width="50%
			"><col align=""></colgroup><tr><td align="center">C&Aacute;C BỘ PHẬN<br></td><td align="center">C&aacute;c chức năng<br></td></tr><tr><td>Bộ điều khiển cửa từ xa<br></td><td><ol style="list-style-type: disc"><li class="itm">Bao gồm c&aacute;c n&uacute;t LOCK, UNLOCK v&agrave; ALARM<br></li></ol><ol style="list-style-type: disc"><li class="itm">Truyền s&oacute;ng điện (c&aacute;c m&atilde; nhận dạng v&agrave; m&atilde; chức năng) đến ECU cảnh b&aacute;o chống trộm.<br></li><li class="itm">Bật s&aacute;ng đ&egrave;n b&aacute;o (LED) trong khi truyền<br></li></ol></td></tr><tr><td>C&ocirc;ng tắc cảnh b&aacute;o mở kho&aacute;<br></td><td>Ph&aacute;t hiện xem ch&igrave;a kho&aacute; đ&atilde; nằm trong ổ kho&aacute; điện hay chưa?<br></td></tr><tr><td>C&ocirc;ng tắc đ&egrave;n cửa trước<br>C&ocirc;ng tắc đ&egrave;n cửa sau<br>C&ocirc;ng tắc đ&egrave;n cửa hậu<br></td><td>Bật ON khi cửa được mở v&agrave; tắt OFF khi cửa đ&oacute;ng lại. Ph&aacute;t ra t&igrave;nh trạng cửa (mở hoặc đ&oacute;ng) đến ECU cảnh b&aacute;o chống trộm<br></td></tr><tr><td>Kho&aacute; cửa trước<br>Kho&aacute; cửa sau<br>Kho&aacute; cửa hậu<br></td><td>Truyền c&aacute;c vị tr&iacute; kho&aacute; cửa của từng cửa đến ECU cảnh b&aacute;o chống trộm.<br></td></tr></table><br clear="all"><a name="RM00K0EV__00000SS0000013step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">CHỨC NĂNG CỦA HỆ THỐNG</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Chức năng kho&aacute; / mở kho&aacute; cửa:</font><br><ol style="list-style-type: none"><li class="itm">Với ch&igrave;a kho&aacute; kh&ocirc;ng nằm trong ổ kho&aacute; điện (c&ocirc;ng tắc cảnh b&aacute;o mở kho&aacute; OFF) v&agrave; tất cả c&aacute;c c&ocirc;ng tắc đ&egrave;n cửa OFF, việc ấn c&aacute;c n&uacute;t LOCK / UNLOCK của bộ điều khiển từ xa l&agrave;m cho bộ điều khiển ph&aacute;t ra s&oacute;ng điện yếu. Bộ điều khiển từ xa gửi s&oacute;ng điện yếu để ECU cảnh b&aacute;o chống trộm. Mạch tần số cao nằm trong ECU điều biến sa&oacute;ng th&agrave;nh dữ liệu m&atilde;, t&iacute;nh to&aacute;n dữ liệu v&agrave; so s&aacute;nh dữ liệu với c&aacute;c m&atilde; nhận dạng đ&atilde; được đăng k&yacute; trước đ&oacute;. Nếu dự liệu được kiểm tra lại, t&iacute;n hiệu y&ecirc;u cầu kho&aacute; / mở kho&aacute; cửa được ph&aacute;t đến ECU. Khi nhận được t&iacute;n hiệu y&ecirc;u cầu, hộp đầu nối ph&aacute;t ra t&iacute;n hiệu điều khiển kho&aacute; / mở kho&aacute; cửa đến từng kho&aacute; cửa. Từng kho&aacute; cửa sau đ&oacute; kho&aacute; / mở kho&aacute; cửa tương ứng của n&oacute; v&agrave; bật c&ocirc;ng tắc vị tr&iacute; kho&aacute; cửa ON / OFF của n&oacute; theo t&iacute;n hiệu n&agrave;y.<br></li></ol></p></li>
<li><p><font class="ptxt">Chức năng b&aacute;o lại:</font><br><ol style="list-style-type: none"><li class="itm">ECU cảnh b&aacute;o chống trộm nhận c&aacute;c t&iacute;n hiệu ON/OFF của c&ocirc;ng tắc ph&aacute;t hiện mở kho&aacute; cửa v&agrave; d&ugrave;ng c&aacute;c t&iacute;n hiệu n&agrave;y để x&aacute;c nhận nếu thao t&aacute;c điều khiển cửa đ&atilde; được ho&agrave;n th&agrave;nh. Sau đ&oacute; ECU ph&aacute;t ra c&aacute;c t&iacute;n hiệu điều khiển đầu ra của đ&egrave;n cảnh b&aacute;o nguy hiểm để nh&aacute;y c&aacute;c đ&egrave;n cảnh b&aacute;o như m&ocirc;t trả lời th&ocirc;ng b&aacute;o.<br></li></ol><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">C&ograve;i b&aacute;o động chỉ c&oacute; t&aacute;c dụng nếu chức năng trả lời điều khiển từ xa đ&atilde; được t&ugrave;y biến sao cho đ&egrave;n b&aacute;o nguy hiểm nh&aacute;y v&agrave; c&ograve;i b&aacute;o động k&ecirc;u.</dd></dl></p></p></li>
<li><p><font class="ptxt">Chức năng b&aacute;o động:</font><br><ol style="list-style-type: none"><li class="itm">Khi ấn n&uacute;t ALARM của bộ đi&egrave;u khiển kho&aacute; cửa từ xa, ECU cảnh b&aacute;o chống trộm nhận dữ liệu m&atilde; (c&aacute;c m&atilde; nhận dạng v&agrave; c&aacute;c m&atilde; chức năng) từ bộ điều khiển kho&aacute; cửa từ xa giống như c&aacute;ch m&agrave; khi ấn v&agrave;o n&uacute;t LOCK / UNLOCK. Dựa tr&ecirc;n việc nhận t&iacute;n hiệu điều khiển cảnh b&aacute;o chống trộm, ECU gửi t&iacute;n hiệu l&agrave;m k&ecirc;u c&ograve;i an ninh v&agrave; truyền một v&agrave;i loại t&iacute;n hiệu điều khiển cảnh b&aacute;o (t&iacute;n hiệu điều khiển đ&egrave;n cảnh b&aacute;o nguy hiểm, t&iacute;n hiệu điều khiển cảnh b&aacute;o c&ograve;i xe v&agrave; t&iacute;n hiệu điều khiển đ&egrave;n trong xe) để ph&aacute;t ra tiếng k&ecirc;u b&aacute;o động.<br></li></ol></p></li>
<li><p><font class="ptxt">Hệ thống điều khiển kho&aacute; cửa từ xa c&oacute; c&aacute;c chức năng sau:</font><br><br class="beforePng" clear="all"><table border="1" cellspacing="0" cellpadding="2" width="93%"><colgroup align="" width="50%
			"><col align=""></colgroup><colgroup align="" width="50%
			"><col align=""></colgroup><tr><td align="center">Chức năng<br></td><td align="center">Kh&aacute;i qu&aacute;t<br></td></tr><tr><td>Chức năng kh&oacute;a tất cả c&aacute;c cửa<br></td><td>H&atilde;y ấn n&uacute;t LOCK kho&aacute; tất cả c&aacute;c cửa<br></td></tr><tr><td>Chức năng mở kh&oacute;a tất cả c&aacute;c cửa<br></td><td>H&atilde;y ấn n&uacute;t UNLOCK để mở kho&aacute; tất cả c&aacute;c cửa.<br></td></tr><tr><td>Chức năng b&aacute;o lại*<br></td><td><ol style="list-style-type: disc"><li class="itm">C&aacute;c đ&egrave;n b&aacute;o khẩn cấp nh&aacute;y một lần khi c&aacute;c cửa được kho&aacute; lại v&agrave; nh&aacute;y hai lần khi của được mở kho&aacute; điều n&agrave;y chỉ ra rằng sự vận h&agrave;nh đ&atilde; được ho&agrave;n th&agrave;nh.<br></li><li class="itm">C&ograve;i an ninh k&ecirc;u 1 lần khi c&aacute;c cửa kho&aacute; v&agrave; k&ecirc;u hai lần khi cửa được mở kho&aacute; để b&aacute;o rằng thao t&aacute;c đ&atilde; được ho&agrave;n th&agrave;nh.<br></li></ol></td></tr><tr><td>Chức năng b&aacute;o động<br></td><td>A&aacute;n giữ n&uacute;t ALARM để tắt b&aacute;o động chống trộm, n&oacute; b&aacute;o gồm c&ograve;i xe v&agrave; c&ograve;i an ninh, v&agrave; nh&aacute;y c&aacute;c đ&egrave;n cảnh b&aacute;o nguy hiểm v&agrave; c&aacute;c đ&egrave;n trong xe.<br></td></tr><tr><td>Chức năng kh&oacute;a tự động<br></td><td>Nếu kh&ocirc;ng c&oacute; cửa n&agrave;o đ&oacute; được mở ra trong thời gian 30 gi&acirc;y sau khi ch&uacute;ng được mở kho&aacute; bằng bộ điều khiển từ xa, th&igrave; tất cả c&aacute;c cửa sẽ được tự động kho&aacute; lại.<br></td></tr><tr><td>Chức năng cảnh b&aacute;o mở cửa<br></td><td>Nếu cửa đang mở hoặc h&eacute; mở, th&igrave; ấn n&uacute;t LOCK sẽ l&agrave;m cho c&ograve;i an ninh k&ecirc;u trong khoảng 1 gi&acirc;y.<br></td></tr><tr><td>Chức năng chống trộm<br></td><td>Gửi t&iacute;n hiệu như m&atilde; rolling<br></td></tr><tr><td>M&atilde; nhận dạng v&agrave; chức năng nhận dạng của bộ điều khiển từ xa<br></td><td>4 chế độ c&oacute; thể cho việc đăng k&yacute; c&aacute;c m&atilde; nhận dạng của bộ điều khiển (ghi v&agrave; chứa)trong EEPROM, n&oacute; nằm trong bộ nhận t&iacute;n hiệu điều khiển cửa.<br></td></tr></table><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">*: C&ograve;i b&aacute;o động chỉ c&oacute; t&aacute;c dụng nếu chức năng trả lời điều khiển từ xa đ&atilde; được t&ugrave;y biến sao cho đ&egrave;n b&aacute;o nguy hiểm nh&aacute;y v&agrave; c&ograve;i b&aacute;o động k&ecirc;u.</dd></dl></p></p></li></ol><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>