<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM0000024CW000X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG Đ&Egrave;N &gt; M&Ocirc; TẢ HỆ THỐNG</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM0000024CW000X');return false;"> K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM0000024CW000X_z0"></a><br clear="all"><a name="RM00K0EV__000031F0000011step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">HỆ THỐNG ĐIỀU KHIỂN CHIẾU S&Aacute;NG (HỆ THỐNG CHIẾU S&Aacute;NG KHI V&Agrave;O XE)</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Khi c&oacute; bất kỳ một cửa n&agrave;o đ&oacute; mở, những đ&egrave;n sau đ&acirc;y sẽ s&aacute;ng l&ecirc;n.</font><br><ol style="list-style-type: disc"><li class="itm">Bảng đồng hồ t&aacute;pl&ocirc; (đ&egrave;n b&aacute;o cửa)<br></li><li class="itm">Đ&egrave;n b&aacute;o ổ kh&oacute;a điện<br></li></ol></p></li></ol><br clear="all"><a name="RM00K0EV__000031F0000012step"></a><table cellspacing="0" border="1" width="100%"><tr><td class="s1">HỆ THỐNG ĐIỀU Đ&Egrave;N KH&Ocirc;NG TỰ ĐỘNG</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li><p><font class="ptxt">Chức năng điều khiển c&ocirc;ng tắc chế độ đ&egrave;n:</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc điều khiển đ&egrave;n pha được đặt ở vị tr&iacute; TAIL, đ&egrave;n pha (đ&egrave;n b&aacute;o khoảng c&aacute;ch), đ&egrave;n hậu v&agrave; đ&egrave;n soi biển số s&aacute;ng l&ecirc;n.</font><br></p></li>
<li><p><font class="ptxt">Khi xe được đặt ở trạng th&aacute;i như c&aacute;c bước tr&ecirc;n, bật c&ocirc;ng tắc điều khiển đ&egrave;n pha đến vị tr&iacute; HEAD, kiểm tra rằng đ&egrave;n pha (cốt) s&aacute;ng*.</font><br><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">*: Khi đ&egrave;n pha (đ&egrave;n cốt) s&aacute;ng, đ&egrave;n pha (đ&egrave;n b&aacute;o khoảng c&aacute;ch) tắt.</dd></dl></p></p></li>
<li><p><font class="ptxt">Khi c&ocirc;ng tắc đ&egrave;n sương m&ugrave; trước bật ON, h&atilde;y kiểm tra bảng đồng hồ t&aacute;pl&ocirc; (đ&egrave;n b&aacute;o đ&egrave;n sương m&ugrave; trước) v&agrave; đ&egrave;n suơng m&ugrave; s&aacute;ng.</font><br></p></li>
<li><p><font class="ptxt">Khi c&ocirc;ng tắc điều khiển đ&egrave;n pha được đặt ở vị tr&iacute; HI BEAM. H&atilde;y kiểm tra rằng đ&egrave;n b&aacute;o pha v&agrave; đ&egrave;n pha s&aacute;ng l&ecirc;n.</font><br></p></li>
<li><p><font class="ptxt">Khi kh&oacute;a điện bật ON v&agrave; c&ocirc;ng tắc điều khiển đ&egrave;n pha được đặt ở vị tr&iacute; HI BEAM FLASH. H&atilde;y kiểm tra rằng đ&egrave;n pha s&aacute;ng l&ecirc;n. Khi c&ocirc;ng tắc điều khiển đ&egrave;n pha nhả ra, kiểm tra rằng đ&egrave;n pha tắt.</font><br></p></li>
<li><p><font class="ptxt">Khi kh&oacute;a điện bật ON, v&agrave; c&ocirc;ng tắc điều khiển đ&egrave;n pha được đặt đến vị tr&iacute; rẽ, h&atilde;y kiểm tra bảng đồng hồ t&aacute;pl&ocirc; (đ&egrave;n b&aacute;o đ&egrave;n xinhan) v&agrave; đ&egrave;n xinhan nh&aacute;y.</font><br></p></li>
<li><p><font class="ptxt">Khi c&ocirc;ng tắc đ&egrave;n b&aacute;o nguy hiểm bật ON, h&atilde;y kiểm tra bảng đồng hồ t&aacute;pl&ocirc; (đ&egrave;n b&aacute;o đ&egrave;n xinhan) v&agrave; đ&egrave;n xinhan nh&aacute;y.</font><br></p></li></ol></p></li>
<li><p><font class="ptxt">Chức năng điều khiển chiết &aacute;p điều khiển đ&egrave;n:</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi c&ocirc;ng tắc điều khiển đ&egrave;n pha được đặt ở vị tr&iacute; TAIL hay HEAD. H&atilde;y kiểm tra rằng độ s&aacute;ng của m&agrave;n h&igrave;nh bảng đồng hồ t&aacute;pl&ocirc; c&oacute; thể điều chỉnh bằng n&uacute;t chiết &aacute;p điều khiển đ&egrave;n.</font><br></p></li></ol></p></li>
<li><p><font class="ptxt">Chức năng điều khiển c&ocirc;ng tắc đ&egrave;n phanh:</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi kh&oacute;a điện bật ON, kiểm tra rằng đ&egrave;n phanh giữa v&agrave; đ&egrave;n hậu (đ&egrave;n phanh) s&aacute;ng khi đạp phanh.</font><br></p></li></ol></p></li>
<li><p><font class="ptxt">Chức năng điều khiển c&ocirc;ng tắt PNP v&agrave; c&ocirc;ng tắc đ&egrave;n l&ugrave;i:</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi kh&oacute;a điện bật ON, kiểm tra rằng đ&egrave;n hậu (đ&egrave;n l&ugrave;i) s&aacute;ng khi cần số được chuyển đến R.</font><br></p></li></ol></p></li></ol><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>