<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM000000UZ2017X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>C&Aacute;CH KHẮC PHỤC HƯ HỎNG C&Aacute;C HỆ THỐNG DO ECU ĐIỀU KHIỂN &gt; TH&Ocirc;NG TIN CHUNG</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><br clear="all" class="beforePng"><a name="RM000000UZ2017X_z0"></a><ol style="list-style-type: none"><li class="itm">Một số lượng lớn hệ thống được ECU điều khiển đ&atilde; được sử dụng tr&ecirc;n xe INNOVA của TOYOTA. N&oacute;i chung, hệ thống điều khiển ECU được xem như một hệ thống rất phức tạp n&ecirc;n cần c&oacute; kiến thức kỹ thật ở tr&igrave;nh độ cao v&agrave; kỹ năng th&agrave;nh thạo để xử l&yacute; sự cố. Tuy nhi&ecirc;n, thực tế l&agrave; nếu bạn tiến h&agrave;nh kiểm tra từng mạch điện một th&igrave; việc xử l&yacute; sự cố c&aacute;c hệ thống n&agrave;y l&agrave; kh&ocirc;ng đến nỗi qu&aacute; phức tạp. Nếu bạn c&oacute; hiểu biết đầy đủ về hệ thống v&agrave; kiến thức cơ bản về điện, c&oacute; thể thực hiện việc chẩn đo&aacute;n ch&iacute;nh x&aacute;c v&agrave; sửa chữa cần thiết.<br></li></ol><br clear="all"><ol style="list-style-type: none"><li class="fig"><img src="../../img/c108852e01.png" name="C108852E01" alt="C108852E01" border="1" class="half"><br></li><li class="itm">KHI D&Ugrave;NG M&Aacute;Y CHẨN ĐO&Aacute;N<br></li><ol style="list-style-type: none"><li class="itm">Nối c&aacute;p của m&aacute;y chẩn đo&aacute;n với giắc DLC3, bật kho&aacute; điện ON v&agrave; thử d&ugrave;ng m&aacute;y chẩn đo&aacute;n. Nếu m&agrave;n h&igrave;nh hiển thị chỉ ra c&oacute; lỗi kết nối, nghĩa l&agrave; đ&atilde; c&oacute; trục trặc hoặc l&agrave; ở ph&iacute;a xe hoặc l&agrave; ph&iacute;a dụng cu.<br></li><ol style="list-style-type: disc"><li class="itm">Nếu sự li&ecirc;n lạc l&agrave; b&igrave;nh thường khi m&aacute;y chẩn đo&aacute;n được nối với xe kh&aacute;c, h&atilde;y kiểm tra DLC3 của xe ban đầu.<br></li></ol><ol style="list-style-type: disc"><li class="itm">Nếu kết nối vẫn kh&ocirc;ng thực hiện được khi m&aacute;y chẩn đo&aacute;n được nối với xe kh&aacute;c, trục trặc chắc chắn l&agrave; trong m&aacute;y chẩn đo&aacute;n, n&ecirc;n h&atilde;y thực hiện quy tr&igrave;nh Tự kiểm tra m&ocirc; tả trong Hướng dẫn sử dụng của m&aacute;y chẩn đo&aacute;n.<br></li></ol></ol></ol><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>