<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Trung Tâm Thông Tin Dịch Vụ Toàn Cầu</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM000000Z4Y00BX"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG ĐIỀU KHIỂN KHO&Aacute; CỬA TỪ XA &gt; KIỂM TRA TR&Ecirc;N XE </h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" herf="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM000000Z4Y00BX');return false;">K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM000000Z4Y00BX_01"></a><br clear="all" class="beforePng"><a name="RM000000Z4Y00BX_01_0001"></a><table width="100%" cellspacing="0" border="1"><tr><td class="s1">1. CH&Uacute; &Yacute; KHI KIỂM TRA</td></tr></table><font class="ptxt"></font>
<ol class="s2">
<li value="1"><p><font class="ptxt">Chức năng Kho&aacute;/mở kho&aacute; cửa từ xa:</font><br><font class="ptxt">Chức năng n&agrave;y chỉ hoạt động khi xe đang ở trong điều kiện ban đầu của n&oacute; (thảo m&atilde;n 3 điều kiện sau đ&acirc;y).</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Ch&igrave;a kho&aacute; kh&ocirc;ng nằm trong ổ kho&aacute; điện.</font><br></p></li>
<li><p><font class="ptxt">Đ&oacute;ng tất cả c&aacute;c cửa lại.</font><br></p></li>
<li><p><font class="ptxt">Hệ thống kho&aacute; cửa điện l&agrave;m việc b&igrave;nh thường.</font><br><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><ol style="list-style-type: disc"><li class="atten4">Chức năng mở kho&aacute; UNLOCK hoạt động thậm ch&iacute; khi c&oacute; một cửa mở.<br></li><li class="atten4">Chức năng UNLOCK hoạt động thậm ch&iacute; khi ch&igrave;a kho&aacute; đ&atilde; được cắm v&agrave;o ổ kho&aacute; điện. Tuy nhi&ecirc;n, kho&aacute; điện phải ở vị tr&iacute; OFF.<br></li></ol></p></p></li></ol></p></li></ol>
<ol class="s2">
<li value="2"><p><font class="ptxt">Chức năng b&aacute;o động:</font><br><font class="ptxt">Chức năng n&agrave;y hoạt động chỉ khi thoả m&atilde;n c&aacute;c điều kiện sau đ&acirc;y.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Kho&aacute; điện ở vị tr&iacute; OFF.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="3"><p><font class="ptxt">V&ugrave;ng hoạt động kh&aacute;c nhau theo từng t&igrave;nh huống.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">V&ugrave;ng vận h&agrave;nh kh&aacute;c nhau tuỳ theo người sử dụng, c&aacute;ch cầm điều khiển từ xa v&agrave; vị tr&iacute;.</font><br></p></li>
<li><p><font class="ptxt">Ở&ucirc; một v&ugrave;ng nhất định, phạm vi hoạt động sẽ giảm xuống do h&igrave;nh dạng th&acirc;n xe v&agrave; sự ảnh hưởng của m&ocirc;i trường xung quanh.</font><br></p></li>
<li><p><font class="ptxt">S&oacute;ng điện yếu của bộ điều khiển từ xa c&oacute; thể bị ảnh hưởng nếu c&oacute; nhiễu s&oacute;ng hoặc c&oacute; c&aacute;c s&oacute;ng điện kh&aacute;c khoẻ hơn. Phạm vi vận h&agrave;nh điều khiển từ xa bị r&uacute;t ngắn hoặc hoạt động sai chức năng.</font><br></p></li>
<li><p><font class="ptxt">Khi ắc quy bị yếu điện, phạm vi vận h&agrave;nh sẽ bị giảm xuống v&agrave; bộ điều khiển hoạt động kh&ocirc;ng đ&uacute;ng chức năng.</font><br><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">Nếu bộ điều khiển từ xa được để l&acirc;u ở nhưng nới c&oacute; &aacute;nh nắ&ecirc;ng mặt trời chiếu trực tiếp v&agrave;o, như tr&ecirc;n bảng t&aacute;p l&ocirc;, th&igrave; pin sẽ bị yếu hoặc xảy ra hư hỏng kh&aacute;c.</dd></dl></p></p></li></ol></p></li></ol><br clear="all"><br clear="all" class="beforePng"><a name="RM000000Z4Y00BX_01_0002"></a><table width="100%" cellspacing="0" border="1"><tr><td class="s1">2. KIỂM TRA C&Aacute;C CHỨC NĂNG ĐIỀU KHIỂN KHO&Aacute; CỬA TỪ XA</td></tr></table><font class="ptxt"></font><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><ol style="list-style-type: disc"><li class="atten4">C&aacute;c n&uacute;t được n&oacute;i đến dưới đ&acirc;y truyền c&aacute;c t&iacute;n hiệu v&agrave; nằm trong bộ điềukhiển kho&aacute; cửa từ xa.<br></li><li class="atten4">V&ugrave;ng vận h&agrave;nh của điều khiển từ xa phải t&iacute;nh đến khi c&oacute; thực hiện bất cứ việc kiểm tra n&agrave;o.<br></li></ol></p>
<ol class="s2">
<li value="1"><p><font class="ptxt">Chắc chắn rằng xe đang ở trong t&igrave;nh trạng m&agrave; c&aacute;c chức năng điều khiển từ xa c&oacute; thể hoạt động (xem phần tr&ecirc;n đ&oacute;).</font><br></p></li></ol>
<ol class="s2">
<li value="2"><p><font class="ptxt">Kiểm tra c&aacute;c chức năng cơ bản.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Kiểm tra rằng đ&egrave;n LED s&aacute;ng 3 lần khi từng n&uacute;t được ấn 3 lần.</font><br><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">Nếu đ&egrave;n LED kh&ocirc;ng s&aacute;ng khi ấn n&uacute;t 3 lần hay hơn, th&igrave; pin đ&atilde; bị hết điện.</dd></dl></p></p></li></ol></p></li></ol>
<ol class="s2">
<li value="3"><p><font class="ptxt">Kiểm tra chức năng ngăn tiếng k&ecirc;u Chattering.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Nếu ấn n&uacute;t, kiểm tra rằng hoạt động tương ứng chỉ xảy ra một lần. Nếu ấn v&agrave; giữ n&uacute;t, kiểm tra rằng hoạt động tương ứng chỉ xảy ra một lần v&agrave; kh&ocirc;ng c&oacute; k&iacute;ch hoạt lặp lại. Cuối c&ugrave;ng, nếu ấn n&uacute;t trong chu kỳ 1 gi&acirc;y, kiểm tra rằng hoạt động tương ứng k&iacute;ch hoạt một lần cho mỗi lần ấn n&uacute;t.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="4"><p><font class="ptxt">Kiểm tra chức năng kho&aacute; tự động.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Khi tất cả c&aacute;c cửa được mở kho&aacute; bằng n&uacute;t UNLOCK v&agrave; kh&ocirc;ng mở cửa n&agrave;o được mở ra hoặc được kho&aacute; lại trong v&ograve;ng 30 gi&acirc;y, kiểm tra rằng cửa kho&aacute; lại.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="5"><p><font class="ptxt">Kiểm tra chức năng dự ph&ograve;ng của c&ocirc;ng tắc.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Nếu ch&igrave;a kho&aacute; nằm trong ổ kho&aacute; điện, th&igrave; kiểm tra rằng c&aacute;c cửa kh&ocirc;ng thể kho&aacute; lại được bằng n&uacute;t LOCK. Tuy nhi&ecirc;n, việc n&agrave;y kh&ocirc;ng &aacute;p dụng khi hệ thống đang ở chế độ đăng k&yacute; m&atilde; nhận dạng.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="6"><p><font class="ptxt">Kiểm tra chức năng b&aacute;o cửa mở.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Nếu một cửa được mở hoặc đ&oacute;ng chưa k&iacute;n, kiểm tra rằng c&aacute;c cửa kh&ocirc;ng thể kho&aacute; được bằng n&uacute;t LOCK v&agrave; kiểm tra rằng c&ograve;i an ninh k&ecirc;u trong thời gian 1 gi&acirc;y.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="7"><p><font class="ptxt">Kiểm tra chức năng trả lời lại*.</font><br><p><dl class="reference"><dt class="referenceTitle">GỢI &Yacute;:</dt><dt class="referenceTitle"></dt></dl><dl class="reference"><dd class="reference">*: C&ograve;i b&aacute;o động chỉ c&oacute; t&aacute;c dụng nếu chức năng trả lời điều khiển từ xa đ&atilde; được t&ugrave;y biến sao cho đ&egrave;n b&aacute;o nguy hiểm nh&aacute;y v&agrave; c&ograve;i b&aacute;o động k&ecirc;u.</dd></dl></p><br>
<ol class="s3">
<li><p><font class="ptxt">Khi ấn n&uacute;t LOCK, kiểm tra rằng c&aacute;c đ&egrave;n cảnh b&aacute;o nguy hiểm nh&aacute;y một lần, c&ograve;i chống trộm k&ecirc;u một lần v&agrave; tất cả c&aacute;c cửa kho&aacute;.</font><br></p></li>
<li><p><font class="ptxt">Khi ấn n&uacute;t LOCK, kiểm tra rằng c&aacute;c đ&egrave;n cảnh b&aacute;o nguy hiểm nh&aacute;y 2 lần, c&ograve;i chống trộm k&ecirc;u 2 lần v&agrave; tất cả c&aacute;c cửa mở kho&aacute;.</font><br></p></li></ol></p></li></ol>
<ol class="s2">
<li value="8"><p><font class="ptxt">Kiểm tra chức năng b&aacute;o động.</font><br><br>
<ol class="s3">
<li><p><font class="ptxt">Nếu n&uacute;t ALARM được ấn v&agrave; giữ trong 1.5 gi&acirc;y, th&igrave; kiểm tra xem chức năng b&aacute;o động chống trộm l&agrave;m k&ecirc;u c&ograve;i xe v&agrave; c&ograve;i an ninh v&agrave; nh&aacute;y c&aacute;c đ&egrave;n cảnh b&aacute;o nguy hiểm v&agrave; đ&egrave;n trong xe s&aacute;ng trong 17.5 gi&acirc;y hay kh&ocirc;ng?. V&agrave; kiểm tra xem nếu ấn bất cứ n&uacute;t n&agrave;o tr&ecirc;n điều khiển từ xa c&oacute; ngừng c&ograve;i xe, c&ograve;i an ninh, c&aacute;c đ&egrave;n b&aacute;o nguy hiểm v&agrave; đ&egrave;n trong xe kh&ocirc;ng?.</font><br></p></li></ol></p></li></ol><br clear="all"><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>