<html>
  <head>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <title>GSIC - Global Service Information Center</title>
  <link href ="../../css/contents.css" rel="stylesheet" type="text/css"></link>
  <link href ="../../css/contents_p.css" rel="stylesheet" type="text/css" media="print"></link>
  <script src="../../js/jaspa.js"></script>
  </head>
		<body onload="seePageAnchor()"><a name="RM0000010KZ004X"></a><table width="100%" cellspacing="0"><tr><td width="93%"><h1>HỆ THỐNG PHANH &gt; LƯU &Yacute;</h1></td><td style="display:none; vertical-align:top;" id="print_button" align="right"><a onClick="window.print();" href="#" class="printIcon"><img border="0" src="../../../../image/print.png"></a></td></tr></table><p><h2>Xem Phần Chuẩn Bị <a href="#" onclick="openSeePage('ppr','RM0000010KZ004X');return false;"> K&iacute;ch chuột v&agrave;o đ&acirc;y</a></h2></p><br clear="all" class="beforePng"><a name="RM0000010KZ004X_z0"></a><p><dl class="caution"><dt class="cautionTitle">CH&Uacute; &Yacute;:</dt><dt class="cautionTitle"></dt></dl><ol style="list-style-type: disc"><li class="atten3">Đặc biệt cẩn thận khi thay thế từng chi tiết ch&iacute;nh x&aacute;c. Việc lắp hoặc sửa chữa kh&ocirc;ng đ&uacute;ng sẽ ảnh hưởng đến t&iacute;nh năng của hệ thống phanh v&agrave; dẫn đến nguy hiểm khi l&aacute;i xe.<br></li><li class="atten3">Điều rất quan trọng l&agrave; giữ cho c&aacute;c bộ phận của hệ thống phanh v&agrave; khu vực sửa chữa sạch sẽ khi sửa hệ thống phanh.<br></li><li class="atten3">Nếu xe được trang bị với hệ thống th&ocirc;ng tin di động, h&atilde;y tham khảo những lưu &yacute; trong chương HƯỚNG DẪN. (Xem trang <a href="#" onclick="javascript:openSeePage('seepage', 'RM000000UYX011X');return false;">K&iacute;ch chuột v&agrave;o đ&acirc;y</a>).<br></li><li class="atten3">Cẩn thận khi d&ugrave;ng nam ch&acirc;m vi ch&uacute;ng ảnh hưởng đến t&iacute;nh năng của c&aacute;c cảm biến tốc độ.<br></li><li class="atten3">V&igrave; đường ống phanh l&agrave; một trong những chi tiết l&ecirc;n quan đến an to&agrave;n, chắc chắn phải th&aacute;o c&aacute;c bộ phận nếu t&igrave;m thấy r&ograve; rỉ dầu phanh. Nếu t&igrave;m thấy bất cứ điều g&igrave; bất thường, h&atilde;y thay bộ phận đ&oacute; bằng c&aacute;i mới.<br></li><li class="atten3">Khi th&aacute;o c&aacute;c bộ phận phanh, h&atilde;y che c&aacute;c chỗ nối ống để tr&aacute;nh vật lạ như bụi lọt v&agrave;o ống.<br></li><li class="atten3">Kh&ocirc;ng được l&agrave;m hỏng hoặc biến dạng c&aacute;c ống phanh khi th&aacute;o hoặc lắp ch&uacute;ng.<br></li><li class="atten3">Khi lắp đệm ống phanh v&agrave;o th&acirc;n xe, chắc chắn rằng ống phanh luồn qua v&ograve;ng đệm.<br></li><li class="atten3">Khi lắp ống phanh hoặc ống mềm, chắc chắn rằng ch&uacute;ng kh&ocirc;ng bị xoắn hoặc bị bẻ cong.<br></li><li class="atten3">Nếu nắp của ống mềm kh&ocirc;ng khớp với r&atilde;nh tr&ecirc;n gi&aacute; bắt, h&atilde;y xoắn nhẹ ống để cắm n&oacute; v&agrave;o.<br></li><li class="atten3">Kh&ocirc;ng được d&ugrave;ng lại kẹp đ&atilde; được th&aacute;o ra khỏi ống mềm.<br></li><li class="atten3">C&aacute;c ống mềm kh&ocirc;ng được d&iacute;nh dầu bộ giảm chấn, mỡ v.v..<br></li><li class="atten3">Khi lắp ống phanh bằng kẹp nhựa, chắc chắn rằng ống phanh ph&ocirc;ng bị tuột.<br></li><li class="atten3">Kh&ocirc;ng được d&ugrave;ng lại kẹp hoặc kẹp bằng nhựa đ&atilde; th&aacute;o ra khỏi ống mềm.<br></li><li class="atten3">Sau khi lắp ống phanh v&agrave; ống mềm, chắc chắn rằng ch&uacute;ng kh&ocirc;ng ảnh hưởng đến c&aacute;c bộ phận kh&aacute;c.<br></li><li class="atten3">Kh&ocirc;ng được để dầu phanh d&iacute;nh l&ecirc;n bất cứ mặt sơn n&agrave;o như tr&ecirc;n th&acirc;n xe. Nếu c&oacute; dầu phanh r&ograve; rỉ l&ecirc;n bề mặt sơn, h&atilde;y rửa sạch n&oacute; ngay lập tức.<br></li><br clear="all"><li class="atten3"><table class="float"><tr><td><img src="../../img/g033536e02.png" name="G033536E02" alt="G033536E02" border="1" class="half"><br></td></tr></table>Tu&acirc;n theo c&aacute;c quy tr&igrave;nh n&agrave;y khi ngắt hoặc nối ống mềm v&agrave; ống phanh.<br></li><ol style="list-style-type: decimal"><li class="atten3">Th&aacute;o kẹp.<br></li><li class="atten3">H&atilde;y giữ ống mềm bằng cờl&ecirc; v&agrave; ngắt ống phanh bằng SST kh&ocirc;ng l&agrave;m biến dạng ống.<br></li><li class="atten3">Lắp ống phanh bằng cờl&ecirc; đai ốc nối kh&ocirc;ng được l&agrave;m biến dạng ống.<br></li></ol></ol><ol style="list-style-type: disc"><br clear="all"><li class="atten3"><table class="float"><tr><td><img src="../../img/g033443.png" name="G033443" alt="G033443" border="1" class="half"><br></td></tr></table>Tu&acirc;n theo c&aacute;c quy tr&igrave;nh n&agrave;y khi lắp ống phanh v&agrave; c&uacute;t nối.<br></li><ol style="list-style-type: decimal"><li class="atten3">H&atilde;y đỡ c&uacute;t 2 chiều để tr&aacute;nh l&agrave;m biến dạng ống phanh v&agrave; lắp ống phanh v&agrave; c&uacute;t 2 chiều bằng cờ l&ecirc;  đai ốc nối.<br></li><li class="atten3">H&atilde;y đỡ c&uacute;t 2 chiều để tr&aacute;nh l&agrave;m biến dạng ống phanh v&agrave; lắp bu l&ocirc;ng để cố định c&uacute;t 2 chiều l&ecirc;n th&acirc;n xe.<br></li></ol></ol></p><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br></body></html>